---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ReinforcementRoundingSource.Type
enum: Autodesk.Revit.DB.Structure.ReinforcementRoundingSource
zh: 类型
source: html/95b4476e-50d0-a6bb-a062-91ca34d9bada.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementRoundingSource.Type

**中文**: 类型

Rounding overrides from the rebar types or fabric types are in use.